tests/xma/4.1/xma_ProvAPI/Operator-API/find-nonexisting-operator.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:find>
      <arg0>Operator4</arg0>
      <arg1>1</arg1>
      <arg2/>
    </tns:find>
  </soap:Body>
</soap:Envelope>